export const professions = [
    "профессии, предполагающие работу с конкретными объектами, задачами и/или требующие моторных навыков: инженер, робототехника, летчик, сетевой администратор, ученый-лаборант, стоматолог и пр.",
    "профессии, предполагающие решение сложных интеллектуальных задач, сложные исследования и анализ: сфера науки, инноваций и исследований (генетик, физик, математик, климатолог, бизнес-аналитик и пр.)",
    'профессии, требующие социальных умений (общения с людьми): психология, медицина, педагогика, связи с общественностью, продажи и пр.',
    'профессии в основе которых структурированная деятельность, определяемая алгоритмами, инструкциями, правилами: программирование, финансы, аудит, госслужба, юриспруденция, логистика и пр.',
    'профессии, позволяющие проявить лидерство, предприимчивость и энергию в делах: предприниматель, брокер, бизнес-тренер, менеджер по продажам и пр.',
    'профессии, требующие творческих навыков:художник игр, звукорежиссер, дизайнер, актер'
]