export const profession_questions = [
    [
        {
            text: "Изучать изменения климата и их причины, например, проблему глобального потепления",
            type: "intellect"
        },
        {
            text: "Создавать и эксплуатировать механическое оборудование, машины и технику",
            type: "real"
        }
    ],
    [
        {
            text: "Изготавливать художественные изделия, украшения из драгоценных металлов и камней",
            type: "real"
        },
        {
            text: "Заниматься поиском и обучением сотрудников в компании, консультировать по вопросам карьеры",
            type: "social"
        }
    ],
    [
        {
            text: "Ремонтировать телефоны, планшеты и пр. мобильную технику",
            type: "real"
        },
        {
            text: "Вести финансовый учет в организации",
            type: "conventional"
        }
    ],
    [
        {
            text: "Готовить и создавать рецепты новых блюд",
            type: "real"
        },
        {
            text: "Анализировать кризисный бизнес и выводить его из кризиса",
            type: "initiative"
        }
    ],
    [
        {
            text: "Проводить химический анализ веществ в лаборатории",
            type: "real"
        },
        {
            text: "Исполнять роли в спектаклях, кино, рекламных роликах, видеоклипах",
            type: "art"
        }
    ],
    [
        {
            text: "Исследовать большие массивы данных, работать на стыке математики и программирования",
            type: "intellect"
        },
        {
            text: "Продавать товар в другие компании и общаться с клиентами",
            type: "social"
        }
    ],
    [
        {
            text: "Изучать рынки, потребности, поведение и предпочтения покупателей с целью продажи и продвижения товаров или услуг",
            type: "intellect"
        },
        {
            text: "Создавать программное обеспечение, писать програмный код на одном из языков программирования",
            type: "conventional"
        }
    ],
    [
        {
            text: "Исследовать экологическую ситуацию и предлагать меры для уменьшения вреда природе",
            type: "intellect"
        },
        {
            text: "Создавать и продвигать свой бизнес-проект в сфере IT, например, компанию по созданию сайтов",
            type: "initiative"
        }
    ],
    [
        {
            text: "Анализировать информацию о посетителях сайта с целью повышения эффективности его работы",
            type: "intellect"
        },
        {
            text: "Разрабатывать удобный и красивый интерфейс для мобильных приложений",
            type: "art"
        }
    ],
    [
        {
            text: "Помогать в разрешении конфликтов и споров, поиске решений в конфликте и примерении сторон",
            type: "social"
        },
        {
            text: "Тестировать программы с целью обнаружения ошибок",
            type: "conventional"
        }
    ],
    [
        {
            text: "Занимаеться обучением персонала и руководством компаний",
            type: "social"
        },
        {
            text: "Инициировать, поддерживать и развивать творческие идеи сотрудников, вовлечённых в творческий процесс",
            type: "initiative"
        }
    ],
    [
        {
            text: "Отвечать за взаимодействие с клиентами",
            type: "social"
        },
        {
            text: "Рисовать графику и художественно оформлять игры",
            type: "art"
        }
    ],
    [
        {
            text: "Следить за соблюдение норм и правил охраны труда на производстве",
            type: "conventional"
        },
        {
            text: "Заниматься продажами и организацией своего \"мини-бизнеса по продажам\" при поддержке крупной компании",
            type: "initiative"
        }
    ],
    [
        {
            text: "Проверять документы, финансовую и налоговую отчетность и консультировать по финансовым вопросам",
            type: "conventional"
        },
        {
            text: "Придумывать и разрабатывать новые модели одежды",
            type: "art"
        }
    ],
    [
        {
            text: "Управлять работой торгового центра",
            type: "initiative"
        },
        {
            text: "Отвечать за звуковое оформление фильма, шоу, компьютерной игры и пр.",
            type: "art"
        }
    ],
    [
        {
            text: "Создавать и обслуживать роботов",
            type: "real"
        },
        {
            text: "Изучать небесные объекты - звёзды, планеты, кометы",
            type: "intellect"
        }
    ],
    [
        {
            text: "Восстанавливать и реконструировать предметы старины - картины, мебель, иконы",
            type: "real"
        },
        {
            text: "Расказывать про программные продукты и новые технологии обычным потребителями и продвигать их",
            type: "social"
        }
    ],
    [
        {
            text: "Ремонтировать музыкальные инструменты",
            type: "real"
        },
        {
            text: "Анализировать информацию по безопасности лекарств",
            type: "conventional"
        }
    ],
    [
        {
            text: "Проектировать и настраивать компьютерные сети и оборудование",
            type: "real"
        },
        {
            text: "Руководить одним из направлений на госслужбе",
            type: "initiative"
        }
    ],
    [
        {
            text: "Собирать и исследовать улики с места преступления",
            type: "real"
        },
        {
            text: "Рисовать карикатуры на людей, события, факты",
            type: "art"
        }
    ],
    [
        {
            text: "Работать на стыке биологии, генетики и химии; создавать новые сорта лекарств, растений и пр.",
            type: "intellect"
        },
        {
            text: "Отвечать за здоровье людей, лечить людей",
            type: "social"
        }
    ],
    [
        {
            text: "Создавать протезы, работать на стыке медицины, программирования и инженерии",
            type: "intellect"
        },
        {
            text: "Следить за качеством производимых пищевых продуктов",
            type: "conventional"
        }
    ],
    [
        {
            text: "Изменять свойства живых организмов с помощью манипуляций с генами",
            type: "intellect"
        },
        {
            text: "Отвечать за успешное выполнение проекта: в указанные заказчиком сроки, с необходимым качеством и пр.",
            type: "initiative"
        }
    ],
    [
        {
            text: "Создавать новые материалы на молекулярном и атомарном уровне",
            type: "intellect"
        },
        {
            text: "Создавать рекламные тексты о товаре или услуге",
            type: "art"
        }
    ],
    [
        {
            text: "Преподавать",
            type: "social"
        },
        {
            text: "Писать код для создания сайта",
            type: "conventional"
        }
    ],
    [
        {
            text: "Помогать людям решать личностные проблемы и проблемы в отношениях с другими людьми",
            type: "social"
        },
        {
            text: "Руководить подразделением по информационным технологиям",
            type: "initiative"
        }
    ],
    [
        {
            text: "Помогать сиротам, тяжелобольным людям, бездомным и пр.",
            type: "social"
        },
        {
            text: "Придумывать и создавать виртуальные миры",
            type: "art"
        }
    ],
    [
        {
            text: "Разрабатывать и оптимизировать бизнес-процессы предприятия",
            type: "conventional"
        },
        {
            text: "Продвигать страницу в социальной сети в виде тематического дневника",
            type: "initiative"
        }
    ],
    [
        {
            text: "Создавать системы защиты информации",
            type: "conventional"
        },
        {
            text: "Создавать и играть музыкальную программу для вечеринок, праздников, клубов",
            type: "art"
        }
    ],
    [
        {
            text: "Консультировать предпринимателей по вопросам ведения бизнеса",
            type: "initiative"
        },
        {
            text: "Создавать компьютерные персонажи и модели в трехмерной графике",
            type: "art"
        }
    ],
    [
        {
            text: "Управлять транспортом (самолеты, пароходы/корабли, поезда и пр.)",
            type: "real"
        },
        {
            text: "Исследовать и изучать историю художественных произведений",
            type: "intellect"
        }
    ],
    [
        {
            text: "Создавать одежды, аксессуаров, обуви на специальном оборудовании",
            type: "real"
        },
        {
            text: "Консультировать по вопросам стиля и моды, заниматься созданием имиджа клиента",
            type: "social"
        }
    ],
    [
        {
            text: "Ремонтировать и технически обслуживать аппараты или авиационную технику",
            type: "real"
        },
        {
            text: "Поддерживать работоспособность сайта, сетевую безопасность, размещать контент",
            type: "conventional"
        }
    ],
    [
        {
            text: "Производить анализ биологических жидкостей и продуктов жизнедеятельности человека",
            type: "real"
        },
        {
            text: "Придумывать и развивать свой бизнес-проект в той или иной сфере",
            type: "initiative"
        }
    ],
    [
        {
            text: "Ухаживать за растениями в саду, парке и пр.",
            type: "real"
        },
        {
            text: "Придумывать художественное оформление садов, парков и пр.",
            type: "art"
        }
    ],
    [
        {
            text: "Изучать культуру через текст и язык",
            type: "intellect"
        },
        {
            text: "Создавать и поддерживать имидж фирмы через общение с клиентами, партнерами и пр.",
            type: "social"
        }
    ],
    [
        {
            text: "Изучать кристаллы, их структуру и свойства; работать на стыке химии, физики и минералогии",
            type: "intellect"
        },
        {
            text: "Управлять движением воздушных судов с земли",
            type: "social"
        }
    ],
    [
        {
            text: "Изучать политику и анализирует события политической жизни",
            type: "intellect"
        },
        {
            text: "Внедрять новые идеи в производство",
            type: "social"
        }
    ],
    [
        {
            text: "Изучать быт и культуру древних людей по различным артефактам и находкам",
            type: "intellect"
        },
        {
            text: "Заниматься оформлением и украшением помещений",
            type: "art"
        }
    ],
    [
        {
            text: "Консультировать по здоровому образу жизни и профилактике болезней",
            type: "social"
        },
        {
            text: "Организовывать процесс доставки товаров по оптимальным маршрутам",
            type: "conventional"
        }
    ],
    [
        {
            text: "Разрешать конфликты с клиентами",
            type: "social"
        },
        {
            text: "Руководить группой разработчиков программного обеспечения",
            type: "initiative"
        }
    ],
    [
        {
            text: "Отвечать за международные и межкультурным коммуникации в компании",
            type: "social"
        },
        {
            text: "Создавать анимацию в различных программах",
            type: "art"
        }
    ],
    [
        {
            text: "Проводить налоговые проверки, следить за сбором налогов",
            type: "conventional"
        },
        {
            text: "Руководить творческой группой, работающей над созданием фильма, спектакля или шоу",
            type: "initiative"
        }
    ],
]