export const spheres = [
    {
        text: "профессии, требующие творческих навыков:художник игр, звукорежиссер, дизайнер, актер",
        type: "organization"
    },
    {
        text: "профессии, предполагающие решение сложных интеллектуальных задач, сложные исследования и анализ: сфера науки, инноваций и исследований (генетик, физик, математик, климатолог, бизнес-аналитик и пр.)",
        type: "thinking"
    },
    {
        text: "профессии, предполагающие работу с конкретными объектами, задачами и/или требующие моторных навыков: инженер, робототехника, летчик, сетевой администратор, ученый-лаборант, стоматолог и пр.",
        type: "outlook"
    },
    {
        text: "профессии, позволяющие проявить лидерство, предприимчивость и энергию в делах: предприниматель, брокер, бизнес-тренер, менеджер по продажам и пр.",
        type: "teamwork"
    },
    {
        text: "профессии, требующие социальных умений (общения с людьми): психология, медицина, педагогика, связи с общественностью, продажи и пр.",
        type: "communications"
    }
]